{
  "quizQuestions": [
    {
      "id": 1,
      "quote": "Ich will, dass Magdeburg und dass Deutschland nicht nur eine tausendjährige Vergangenheit haben. Ich will, dass sie noch eine tausendjährige Zukunft haben[...]",
      "rightAnswer": "Hoecke"
    },
    {
      "id": 2,
      "quote": "Wir müssen unsere Männlichkeit wieder entdecken. Denn nur wenn wir unsere Männlichkeit wiederentdecken, werden wir mannhaft. Und nur wenn wir mannhaft werden, werden wir wehrhaft, und wir müssen wehrhaft werden, liebe Freunde!",
      "rightAnswer": "Hoecke"
    },
    {
      "id": 3,
      "quote": "Wenn wir ... die Frage stellen, wie der Staat beschaffen sein soll, den wir Deutsche brauchen, dann müssen wir uns erst Klarheit darüber schaffen, was für Menschen er erfassen und welchem Zweck er dienen soll. Unser deutsches Volkstum beruht leider nicht mehr auf einem einheitlichen rassischen Kern",
      "rightAnswer": "Hitler"
    },
    {
      "id": 4,
      "quote": "Unser einst weltweit beneideter sozialer Friede ist durch den steigenden Missbrauch und die Aufgabe der national begrenzten Solidargemeinschaft sowie durch den Import fremder Völkerschaften und die zwangsläufigen Konflikte existenziell gefährdet.",
      "rightAnswer": "Hoecke"
    },
    {
      "id": 5,
      "quote": "Ein paar Korrekturen und Reförmchen werden nicht ausreichen, aber die deutsche Unbedingtheit wird der Garant dafür sein, dass wir die Sache gründlich und grundsätzlich anpacken werden. Wenn einmal die Wendezeit gekommen ist, dann machen wir Deutschen keine halben Sachen, dann werden die Schutthalden der Moderne beseitigt.",
      "rightAnswer": "Hoecke"
    },
    {
      "id": 6,
      "quote": "Die Evolution hat Afrika und Europa vereinfacht gesagt zwei unterschiedliche Reproduktionsstrategien beschert. Sehr gut nachvollziehbar für jeden Biologen.",
      "rightAnswer": "Hoecke"
    },
    {
      "id": 7,
      "quote": "Im allgemeinen soll aber nie vergessen werden, daß nicht die Erhaltung eines Staates oder gar die einer Regierung höchster Zweck des Daseins der Menschen ist, sondern die Bewahrung ihrer Art.",
      "rightAnswer": "Hitler"
    }
  ]
}
